import InfoWidget from "../../components/infoWidget/infoWidget";

const HomePage = () => {
   return (
      <>
         <section className="page">
            <InfoWidget
               text={[
                  "Вас вітає модуль підтримки інвестиційних рішень. Модуль функціонує як тестовий стенд. Серед його можливостей:",
                  "- Тренування: виконуйте тренування LSTM-мережі для її подальшого використання",
                  "- Прогнозування: використовуйте треновану LSTM-мережу для прогнозування курсів фінансових активів",
                  "- Оптимізація: використовуйте портфельну теорію Марковіца, підкріплену прогнозованими значеннями LSTM-мережі для створення оптимізованих інвестиційних портфелів",
               ]}
            />
         </section>
      </>
   );
};

export default HomePage;
